import {
  CalendarIcon,
  CodeIcon,
  FountainPenIcon,
  MobilePhoneIcon,
} from '@/shared/icons';
export const model = [
  {
    icon: <CalendarIcon />,
    title: 'Простая интеграция с вашим бизнесом',
    description:
      'CRM легко подключается к вашему бизнесу, упрощая управление финансами, складом и клиентами.',
  },
  {
    icon: <FountainPenIcon />,
    title: 'Полный контроль финансов и складов',
    description:
      'Отслеживайте доходы, расходы и товарные запасы в реальном времени, автоматизируя управление.',
  },
  {
    icon: <CodeIcon />,
    title: 'Умные фильтры и удобный поиск данных',
    description:
      'Гибкая система фильтрации и поиска позволяет быстро находить нужные заказы, товары и клиентов.',
  },
  {
    icon: <MobilePhoneIcon />,
    title: 'Современный и интуитивно понятный интерфейс',
    description:
      'Простой и удобный дизайн делает работу в системе комфортной даже для новичков.',
  },
];
